{
  "header": {
    "title" : "Джерельний",
    "contacts" : "Контакти",
    "prices" : "Ціни",
    "about__san" : "Про Джерельний"
  },
  "about": {
    "title" : "Про Джерельний",
    "services-title" : "Послуги",
    "services" : "Спальний корпус, лікувальний корпус, бювет хв. вод, їдальня, спортивні та ігрові майданчики, більярд, настільний теніс, сауна, узд, парковка.",
    "recovery-title" : "Лікування та оздоровлення",
    "recovery" : "Лікувальна база санаторію надає максимальні можливості для оздоровлення, профілактики і відновлення організму за допомогою широкого комплексу фізіотерапевтичних процедур, що відповідають останнім вимогам медицини. Для відпочиваючих пропонуються наступні види лікувальних процедур: різні ванни, діагностика на апараті УЗД, масаж, озокерит, фізпроцедури, промивання кишечника, сліпе зондування, водолікування мінеральними водами, у тому числі “Нафтусею”, консультації уролога, ендокринолога, гастроентеролога та інших спеціалістів високої кваліфікації. А також проводимо реабілітацію учаснікив АТО, ООС та революції гідності.",
    "entertainment-title" : "Розваги і спорт",
    "entertainment" : "Додатково надаються екскурсійні-туристичні подорожі. У зимовий період поблизу санаторія функціонує гірськолижна траса з підйомником «Буковиця». /n • Пішки — до гірськолижного курорту: 3 км. / 37 хвилин. /n • Машиною — до гірськолижного курорту: 3.8 км / 10 хвилин.",
    "live-title" : "Проживання",
    "live" : "Одне і двох кімнатні номери. Є номери: з одним двомісним ліжком, з двома одномісними ліжками і c трьомаодномісними ліжками.",
    "food-title" : "Харчування",
    "food" : "Харчування чотириразове, високої якості. Хлібобулочні вироби випікаються безпосередньо в санаторії “Джерельный” за особливою технологією, а також домашні ковбаси та інші вишукані страви української кухні та дієти.",
    "contacts-title" : "Контакти та розташування",
    "contacts" : "Санаторій “Джерельний” розташований у парково-лісовій зоні 1,5 км від бальнеологічного курорта Трускавець в передгір’ї Карпат с. Модричі. Адреса: Дрогобицький р-н, с.Модричі, вул. Тустановицька 1а. Львівська область, 82186. Як доїхати? — поїздом або літаком до м.Львів, далі електропоїздом або автобусом до м.Трускавець (100 км) або поїздами (Київ-Трускавець Дніпро-Трускавець) до м.Трускавець, далі автобусом «Стебник-Борислав» або таксі до санаторію.",
    "prices-before" : "Офіційні ціни на",
    "prices-after" :  "путівки в санаторій «Джерельний» м.Трускавець",
    "appartments" : "Категорія номера",
    "appartments-prices" : "Ціна за чоловіка",
    "appartments-for-two" : "Стандарт двомісний",
    "appartments-for-three" : "Стандарт тримісний",
    "appartments-lux" : "Люкс",
    "appartments-super-lux" : "Супер Люкс",
    "from" : "від",
    "our-contacts" : "Санаторий “Джерельний” контакти"
  },

  "menu" : {
    "services": "Послуги",
    "recovery": "'Лікування та оздоровлення'",
    "entertainment": "Розваги і спорт",
    "live": "Проживання",
    "food": "Харчування",
    "contacts": "Контакти"
  }
}
